Repository: kelvinf96/PasswordManagerClientApp
Catalog: password_manager_client/lib/l10n/app_*.arb
Languages: es

# language
source: English
es: Español

# welcomeMessage
source: Welcome Back!
es: ¡Bienvenido de nuevo!

# findPassoword
source: Find a password
es: Encuentra una contraseña

# viewAllPasswords
source: View all my passwords
es: Ver todas mis contraseñas

# addPassword
source: Add a new password
es: Agregar una nueva contraseña

# account
source: Account Settings
es: Configuraciones de la cuenta

# userNav
source: User Home Screen
es: Pantalla de inicio del usuario

# accountHomeMessage
source: This is the account home for
es: Esta es la cuenta de inicio para

# addPasswordMessage
source: Let's add a new password
es: Agreguemos una nueva contraseña

# addPasswordName
source: What is your password for?
es: ¿Para qué es tu contraseña?

# submitButton
source: Submit
es: Entregar

# addPasswordValue
source: What is your password?
es: ¿Cual es tu contraseña?

# passwordManagerTitle
source: Password Manager
es: Administrador de contraseñas

# appWelcomeMessage
source: Welcome to Password Manager
es: Bienvenido al Administrador de contraseñas

# enterNumberMessage
source: Please enter your number to proceed
es: Por favor ingrese su número para proceder

# numberHintText
source: Enter your phone number..
es: Ingrese su número telefónico..

# homeProceed
source: Proceed
es: Proceder

# searchPasswords
source: Search your passwords
es: Busca tus contraseñas

# passwordNameTag
source: Enter the password name
es: Introduzca el nombre de la contraseña

# userSettingsTitle
source: User Settings
es: Ajustes de usuario

# yourSettings
source: Your Account Settings
es: Configuración de su cuenta

# phoneNumTag
source: Phone Number
es: Número de teléfono

# deviceId
source: Registered Device ID
es: ID de dispositivo registrado

# correctDeviceMessage
source: Please ensure you are on the correct device.
es: Asegúrate de estar en el dispositivo correcto.
